# RbsDuctBottomElevation Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsDuctBottomElevation Property
ParameterTypeId Class See Also
---
"Lower End Bottom Elevation"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsDuctBottomElevation { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsDuctBottomElevation As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsDuctBottomElevation {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace